[AdventCustodian X2CharacterTemplate]
strCharacterName="Блюститель \"Адвента\""
strAcquiredText="Блюстители - это медлительная, могучая, тяжелобронированная пехота \"Адвента\". Их крайне тяжело убить, но их тяжелая броня плохо сказывается на мобильности и точности такого бойца."

[AdventCustodianMaster X2CharacterTemplate]
strCharacterName="Старший блюститель \"Адвента\""
strAcquiredText="Старший блюститель \"Адвента\" - медленный, бронированный боец, использующий дальнобойную артиллерию, способную пробивать броню. На поле боя выполняет роль поддержки тяжелых войск пришельцев."

[AdventCustodian_Shotgun X2WeaponTemplate]
FriendlyName="Дробовик блюстителя \"Адвента\""
FriendlyNamePlural="Дробовики блюстителя \"Адвента\""
BriefSummary="Блюстители \"Адвента\" используют своеобразные дробовики, которые не нужно перезаряжать, но они требуют охлаждения."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[AdventCustodian_Pistol X2WeaponTemplate]
FriendlyName="Пистолет блюстителя \"Адвента\""
FriendlyNamePlural="Пистолеты блюстителя \"Адвента\""
BriefSummary="Пистолеты блюстителей оснащены лазерными целеуказателями, для увеличения шанса на критический урон."
TacticalText="<Bullet/> Выстрел из этого оружия не требует действия\n<Bullet/>"

[AdventCustodian_Rifle X2WeaponTemplate]
FriendlyName="Винтовка блюстителя \"Адвента\""
FriendlyNamePlural="Винтовки блюстителя \"Адвента\""
BriefSummary="Винтовки блюстителей оснащены лазерными целеуказателями, для увеличения шанса на критический урон."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[AdventCustodian_DestroyerGauntlet X2WeaponTemplate]
FriendlyName="Перчатка-крушитель блюстителя \"Адвента\""
FriendlyNamePlural="Перчатки-крушитель блюстителя \"Адвента\""
BriefSummary="Крушители блюстителя, это разрушительное оружие, лучше всего зарекомендовавшее себя в рукопашном бою."
TacticalText="<Bullet/> Использование данного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[AdventCustodian_Rockets X2WeaponTemplate]
FriendlyName="Кассетная ракета блюстителя \"Адвента\""
FriendlyNamePlural="Кассетные ракеты блюстителя \"Адвента\""
BriefSummary="Старшие блюстители \"Адвента\" используют дальнобойные минометы для стрельбы кассетными ракетами, игнорирующими любую броню целей в зоне поражения."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[CustodianRockets X2AbilityTemplate]
LocFriendlyName="Кассетные ракеты блюстителя"
LocLongDescription="Возвышенный верховный блюститель запускает 4 кассетных ракеты, которые разделяются на множество мелких осколков, игнорирующих любую броню целей в зоне поражения."
LocHelpText="Отмечает большую площадь, для нанесения атаки ракетами."

[DestroyerGauntlet X2AbilityTemplate]
LocFriendlyName="Перчатка-крушитель"
LocLongDescription="Крушители блюстителя, это разрушительное оружие, лучше всего зарекомендовавшее себя в рукопашном бою."
LocHelpText="Мощный выстрел по цели в ближнем бою"
LocFlyOverText="Перчатка-крушитель"

[CustodianLightningHands X2AbilityTemplate]
LocFriendlyName="Руки-молнии"
LocLongDescription="Несмотря на их большой размер блюстители очень ловко управляются со своими пистолетами."
LocHelpText="Выстрел из пистолета по цели. Эта атака не требует действия."
LocFlyOverText="Руки-молнии"

[AdventCustodian_TowerShield X2WeaponTemplate]
FriendlyName="Башенный щит блюстителя"
FriendlyNamePlural="Башенные щиты блюстителя"
BriefSummary="Похожие на броню сектопода и такие же тяжелые - эти щиты позволяют блюстителям выдерживать тяжелый оружейный огонь."

[AdventCustodianMaster_TowerShield X2WeaponTemplate]
FriendlyName="Башенный щит старшего блюстителя"
FriendlyNamePlural="Башенные щиты старшего блюстителя"
BriefSummary="Этот щит старшего блюстителя еще прочнее и толще, благодаря дополнительным броневым листам."

[CustodianMasterBlastPadding X2AbilityTemplate]
LocFriendlyName="Амортизирующая подкладка старшего блюстителя"
LocLongDescription="Амортизирующая подкладка старшего блюстителя добавляет одну единицу брони и снижает урон от взрывов на <Ability:CustodianMasterBlastPadding/>%."
LocHelpText="Дает дополнительную единицу брони и снижает урон от взрывов."
LocFlyOverText="Амортизирующая подкладка старшего блюстителя"

;Place localized text in this file

[ExaltedCustodian X2CharacterTemplate]
strCharacterName="Возвышенный блюститель \"Адвента\""
strAcquiredText="Возвышенные блюстители - это элитные представитили гвардии Блюстителей. Мощная, неубиваемая пехота \"Адвента\" вооруженная разрушительным оружием ближнего боя."

[ExaltedCustodian_Grandmaster X2CharacterTemplate]
strCharacterName="Возвышенный верховный блюститель \"Адвента\""
strAcquiredText="Возвышенные верховные блюстители - это бойцы дальнего боя, вооруженные мощной артиллерией игнорирующей броню противника. Кроме своей огромной огневой мощи, верховные блюстители выполняют роль промежуточного узла пси-сети \"Адвента\", значительно усиливая своих союзников."

[ExaltedShotgun X2WeaponTemplate]
FriendlyName="Дробовик старшего стража \"Адвента\""
FriendlyNamePlural="Дробовики старшего стража \"Адвента\""
BriefSummary="Возвышенные блюстители экипируются невероятно мощными плазменными дробовиками."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ExaltedPistol X2WeaponTemplate]
FriendlyName="Пистолет возвышенного блюстителя \"Адвента\""
FriendlyNamePlural="Пистолеты возвышенного блюстителя \"Адвента\""
BriefSummary="Пистолеты блюстителей оснащены системой лазерного прицеливания, увеличивающей шанс нанесения критического урона."
TacticalText="<Bullet/> Выстрел из данного оружия не расходует очки действий.\n<Bullet/>"

[ExaltedRifle X2WeaponTemplate]
FriendlyName="Винтовка возвышенного верховного блюстителя \"Адвента\""
FriendlyNamePlural="Винтовки возвышенного верховного блюстителя \"Адвента\""
BriefSummary="Возвышенные верховные блюстители экипируются винтовками с системой лазерного прицеливания, значительно увеличивающей шанс поражения противника."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ExaltedGauntlet X2WeaponTemplate]
FriendlyName="Перчатка-крушитель блюстителя \"Адвента\""
FriendlyNamePlural="Перчатки-крушители блюстителя \"Адвента\""
BriefSummary="Крушители блюстителя, это разрушительное оружие, лучше всего зарекомендовавшее себя в рукопашном бою."
TacticalText="<Bullet/> Использование данного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ExaltedRockets X2WeaponTemplate]
FriendlyName="Кассетная ракета возвышенного блюстителя \"Адвента\""
FriendlyNamePlural="Кассетные ракеты возвышенного блюстителя \"Адвента\""
BriefSummary="возвышенные блюстители используют дальнобойные минометы для стрельбы кассетными ракетами, игнорирующими любую броню целей в зоне поражения."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ExaltedRockets X2AbilityTemplate]
LocFriendlyName="Кассетные ракеты возвышенного верховного блюстителя \"Адвента\""
LocLongDescription="Возвышенный верховный блюститель запускает 4 кассетных ракеты, которые разделяются на множество мелких осколков, игнорирующих любую броню в зоне поражения."
LocHelpText="Отмечает большую площадь (8 клеток), для нанесения атаки ракетами, наносящими 6 ед. урона и игнорирующими до 15 ед. брони."
LocFlyOverText="Кассетная ракета возвышенного верховного блюстителя \"Адвента\""

[NetworkProxyCommand X2AbilityTemplate]
LocFriendlyName="Посредник сети \"Адвента\""
LocLongDescription="Возвышенные верховные блюстители выполняют роль посредника сети \"Адвента\", значительно усиливая своих союзников."
LocHelpText="В то время пока на поле боя присутствует живой верховный блюститель, союзники в широком радиусе от него получают усиление в виде +2 к мобильности, +5 к меткости, +10 к шансу нанести критический урон, дополнительно +5 к здоровью, +2 к броне, +100 к воле и +10 к защите."
LocFlyOverText="Посредник сети \"Адвента\""

[BreakerGauntlet X2AbilityTemplate]
LocFriendlyName="Перчатка-крушитель"
LocLongDescription="Перчатка-крушитель способна наносить сокрушительные удары в ближнем бою."
LocHelpText="Перчатка-крушитель наносит 24 ед. урона в ближнем бою, не может использоваться вместе с навыком \"рывок\", для активации вы должны подойти вплотную к цели, дает бонус +100 к меткости."
LocFlyOverText="Крушитель"

[ExaltedStormHands X2AbilityTemplate]
LocFriendlyName="Руки-молнии"
LocLongDescription="Возвышенный блюститель атакует противника из своего пистолета. Данная атака не расходует очки действий."
LocHelpText="Данная атака не расходует очки действий. Наносит 6 ед. урона, может нанести до 4 ед. критического урона."
LocFlyOverText="Руки-молнии"

[ChargedShot X2AbilityTemplate]
LocFriendlyName="Кумулятивный заряд"
LocLongDescription="Пистолеты возвышенного блюстителя, при использовании кумулятивного заряда, способны наносить повышенный урон."
LocHelpText="Выстрел из пистолета кумулятивным зарядом наносит 10 ед. урона, пробивая 4 ед. и разрушая 2 ед. брони, при штрафе -10 к меткости. Перезарядка занимает 8 ходов."
LocFlyOverText="Кумулятивный заряд"

[SpeedBoostTrigger X2AbilityTemplate]
LocFriendlyName="Ускоритель"
LocLongDescription="Силовая броня возвышенного блюстителя преобразует полученный урон в бонус +1 к мобильности, длящийся на протяжении хода противника."
LocHelpText="Силовая броня старшего стража преобразует полученный урон в бонус +1 к мобильности, длящийся на протяжении хода противника."
LocFlyOverText="Ускоритель активирован"

[SpeedBoostDamageListener X2AbilityTemplate]
LocFriendlyName="Ускоритель"
LocLongDescription="Силовая броня возвышенного блюстителя преобразует полученный урон в бонус +1 к мобильности, длящийся на протяжении хода противника."
LocHelpText="Силовая броня старшего стража преобразует полученный урон в бонус +1 к мобильности, длящийся на протяжении хода противника."
LocFlyOverText="Ускоритель активирован"

[SpeedBoost X2AbilityTemplate]
LocFriendlyName="Ускоритель"
LocLongDescription="Силовая броня возвышенного блюстителя преобразует полученный урон в бонус +1 к мобильности, длящийся на протяжении хода противника."
LocHelpText="Силовая броня старшего стража преобразует полученный урон в бонус +1 к мобильности, длящийся на протяжении хода противника."
LocFlyOverText="Ускоритель активирован"

[ExaltedReflexes X2AbilityTemplate]
LocFriendlyName="Рефлексы возвышенного блюстителя"
LocLongDescription="Силовая броня возвышенного блюстителя позволяет реагировать на любого противника, двигающегося в радиусе 5 клеток, атакуя его из пистолета."
LocHelpText="Силовая броня возвышенного блюстителя позволяет реагировать на любого противника, двигающегося в радиусе 5 клеток, атакуя его из пистолета."
LocFlyOverText="Рефлексы возвышенного блюстителя"

[ExaltedReflexesAttack X2AbilityTemplate]
LocFriendlyName="Рефлексы возвышенного блюстителя"
LocLongDescription="Силовая броня возвышенного блюстителя позволяет реагировать на любого противника, двигающегося в радиусе 5 клеток, атакуя его из пистолета."
LocHelpText="Силовая броня возвышенного блюстителя позволяет реагировать на любого противника, двигающегося в радиусе 5 клеток, атакуя его из пистолета."
LocFlyOverText="Рефлексы возвышенного блюстителя"

[HiddenShieldStrike X2AbilityTemplate]
LocFriendlyName="Скрытый удар щитом"
LocLongDescription="Возвышенный верховный блюститель атакует щитом любого, оказавшегося в радиусе ближнего боя противника, нанося 6 ед. урона, пробивая 5 ед и разрушая 2 ед. брони."
LocHelpText="Возвышенный верховный блюститель атакует щитом любого, оказавшегося в радиусе ближнего боя противника, нанося 6 ед. урона, пробивая 5 ед и разрушая 2 ед. брони."
LocFlyOverText="Скрытый удар щитом"

[HiddenShieldStrikeAttack X2AbilityTemplate]
LocFriendlyName="Скрытый удар щитом"
LocLongDescription="Возвышенный верховный блюститель атакует щитом любого, оказавшегося в радиусе ближнего боя противника, нанося 6 ед. урона, пробивая 5 ед и разрушая 2 ед. брони."
LocHelpText="Возвышенный верховный блюститель атакует щитом любого, оказавшегося в радиусе ближнего боя противника, нанося 6 ед. урона, пробивая 5 ед и разрушая 2 ед. брони."
LocFlyOverText="Скрытый удар щитом"

[CustodianGrandMasterBlastPadding X2AbilityTemplate]
LocFriendlyName="Амортизирующая подкладка возвышенного верховного блюстителя"
LocLongDescription="Экипировка возвышенного верховного стража содержит дополнительные слои подкладок и пластин, добавляющих +1 к броне и снижающих урон от взрывов на 66%."
LocHelpText="Прибавляет +1 к броне и снижает урон от взрывов."
LocFlyOverText="Амортизирующая подкладка возвышенного верховного блюстителя"

[SealedUndersuit X2AbilityTemplate]
LocFriendlyName="Герметичный костюм"
LocLongDescription="Силовая броня блюстителя обеспечивает полную герметизацию от окружающей среды, обеспечивая иммунитет к яду и огню."
LocHelpText="Силовая броня блюстителя обеспечивает полную герметизацию от окружающей среды, обеспечивая иммунитет к яду и огню."

[BulwarkStanceTrigger X2AbilityTemplate]
LocFriendlyName="Защитная стойка"
LocLongDescription="В течении хода противника, блюстители занимают защитную стоку, получая +10 к защите и +2 к броне."
LocHelpText="В течении хода противника, блюстители занимают защитную стоку, получая +10 к защите и +2 к броне."
LocFlyOverText="Защитная стойка"

[BulwarkStanceListener X2AbilityTemplate]
LocFriendlyName="Защитная стойка"
LocLongDescription="В течении хода противника, блюстители занимают защитную стоку, получая +10 к защите и +2 к броне."
LocHelpText="В течении хода противника, блюстители занимают защитную стоку, получая +10 к защите и +2 к броне."
LocFlyOverText="Защитная стойка"

[BulwarkStance X2AbilityTemplate]
LocFriendlyName="Защитная стойка"
LocLongDescription="В течении хода противника, блюстители занимают защитную стоку, получая +10 к защите и +2 к броне."
LocHelpText="В течении хода противника, блюстители занимают защитную стоку, получая +10 к защите и +2 к броне."
LocFlyOverText="Защитная стойка"

[ExaltedShield X2WeaponTemplate]
FriendlyName="Щит возвышенного блюстителя"
FriendlyNamePlural="Щиты возвышенного блюстителя"
BriefSummary="Тактические щиты, используемые возвышенными блюстителями."

[ExaltedGrandmasterShield X2WeaponTemplate]
FriendlyName="Щит возвышенного верховного блюстителя"
FriendlyNamePlural="Щиты возвышенного верховного блюстителя"
BriefSummary="Тактические щиты, используемые верховными блюстителями."

[Metion_Shotgun X2WeaponTemplate]
FriendlyName="Автоматический дробовик"
FriendlyNamePlural="Автоматические дробовики"
BriefSummary="Этот чрезвычайно мощный дробовик способен вести автоматический огонь, и обладает огромным критическим уроном."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/>"
AbilityDescName="Автоматический дробовик"

[Metion_AutoShot X2AbilityTemplate]
LocFriendlyName="Автоматический огонь"
LocLongDescription="Три выстрела по одной цели со штрафом к точности (-10 за первый, -15 за второй и - 20 за третий выстрел)."
LocHelpText="Три выстрела по одной цели. Каждый выстрел производится с нарастающим штрафом к точности"
LocFlyOverText="Автоматический огонь"
LocPromotionPopupText="<Bullet/> Автоматический огонь - это разрушительный режим огня для нанесения огромного урона.<br/>"




;Place localized text in this file

[MetionBattleSuit X2ArmorTemplate]
FriendlyName="Бронекостюм \"Метион\""
FriendlyNamePlural="Бронекостюмы \"Метион\""
BriefSummary="Этот экспериментальный сверхтяжёлый бронекостюм обладает прочной бронёй и повышенной живучестью на поле боя, как и целым списком встроенных оружейных систем. Также в костюм встроен щит, который может обеспечить укрытие союзникам на поле боя."
TacticalText="<Bullet/> Бронекостюм \"Метион\" экипирован ракетной батареей, экспериментальным плазменным оружием, многоствольным пулемётом, предоставляет возможность пользоваться тяжёлым оружием и реактивной системой перемещения, позволяющей тактически перемещаться по полю боя.\n<Bullet/> Также в костюм встроен щит, который может обеспечить полное укрытие союзникам на поле боя."

[MetionClusterRocket X2AbilityTemplate]
LocFriendlyName="Ракетная батарея"
LocLongDescription="Ракетный удар по большой площади."
LocHelpText="Ракетный удар по большой площади"
LocFlyOverText="Ракетная батарея"

[MetionShield X2AbilityTemplate]
LocFriendlyName="Метионский щит"
LocLongDescription="Установить щит, который обеспечивает укрытие союзникам. Снижает защиту при использовании, но повышает броню и уклонение."
LocHelpText="Установить щит"
LocFlyOverText="Метионский щит"

[MetionGauntlet X2AbilityTemplate]
LocFriendlyName="Прототип плазменного излучателя"
LocLongDescription="Выстрелить сверхмощным пучком плазмы во врага на расстоянии ближнего боя."
LocHelpText="Выстрелить сверхмощным пучком плазмы"
LocFlyOverText="Прототип плазменного излучателя"

[MagneticMiniGun X2AbilityTemplate]
LocFriendlyName="Магнитный миниган"
LocLongDescription="Очередь из магнитного многоствольного пулемёта по всем целям в большой области."
LocHelpText="Выстрелить из магнитного минигана"
LocFlyOverText="Магнитный миниган"

[MetionJump X2AbilityTemplate]
LocFriendlyName="Метионский реактивный ранец"
LocLongDescription="Мощный реактивный ранец, способный переместить сверхтяжёлый бронекостюм по воздуху в новое местоположение."
LocHelpText="Полететь в точку назначения"
LocFlyOverText="Метионский реактивный ранец"

[MetionKnee X2AbilityTemplate]
LocFriendlyName="Удар коленом"
LocLongDescription="Удар ногой в сверхтяжёлом бронекостюме, способный дезориентировать цель."
LocHelpText="Дезориентировать цель."
LocFlyOverText="Удар коленом"



[MetionBattlesuitCrabHelm X2BodyPartTemplate]
DisplayName="Метионский закрытый шлем"

[MetionBattlesuitCrabHelmX X2BodyPartTemplate]
DisplayName="Метионский закрытый шлем X"

[MetionBattlesuitCrabHelmSkull X2BodyPartTemplate]
DisplayName="Метионский шлем-череп"

[MetionBattlesuitCrabHelm_F X2BodyPartTemplate]
DisplayName="Метионский закрытый шлем"

[MetionBattlesuitCrabHelmX_F X2BodyPartTemplate]
DisplayName="Метионский закрытый шлем X"

[MetionBattlesuitCrabHelmSkull_F X2BodyPartTemplate]
DisplayName="Метионский шлем-череп"

[MetionBrickhead X2BodyPartTemplate]
DisplayName="Метионский квадратный шлем"

[MetionBrickheadSkull X2BodyPartTemplate]
DisplayName="Метионский квадратный шлем-череп"

[MetionCustodianHound X2BodyPartTemplate]
DisplayName="Метионский блюститель-гончая"

[MetionCustodianHoundKnight X2BodyPartTemplate]
DisplayName="Метионский рыцарь блюститель-гончая"

[MetionCustodianHoundSkull X2BodyPartTemplate]
DisplayName="Метионский блюститель-гончая череп"

[MetionCustodianHoundWhite X2BodyPartTemplate]
DisplayName="Метионский блюститель-гончая белый"

[MetionCustodianHoundWolfSkull X2BodyPartTemplate]
DisplayName="Метионский блюститель-волчий череп"

[MetionXiphosCrab X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем"

[MetionXiphosCrabCrabPaint X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем с окраской"

[MetionXiphosCrabOneEye X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем с глазами"

[MetionXiphosWhite X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем белый"

[MetionBrickhead_F X2BodyPartTemplate]
DisplayName="Метионский квадратный шлем"

[MetionBrickheadSkull_F X2BodyPartTemplate]
DisplayName="Метионский квадратный шлем-череп"

[MetionCustodianHound_F X2BodyPartTemplate]
DisplayName="Метионский блюститель-гончая"

[MetionCustodianHoundKnight_F X2BodyPartTemplate]
DisplayName="Метионский рыцарь блюститель-гончая"

[MetionCustodianHoundSkull_F X2BodyPartTemplate]
DisplayName="Метионский блюститель-гончая череп"

[MetionCustodianHoundWhite_F X2BodyPartTemplate]
DisplayName="Метионский блюститель-гончая белый"

[MetionCustodianHoundWolfSkull_F X2BodyPartTemplate]
DisplayName="Метионский блюститель-волчий череп"

[MetionXiphosCrab_F X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем"

[MetionXiphosCrabCrabPaint_F X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем с окраской"

[MetionXiphosCrabOneEye_F X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем с глазами"

[MetionXiphosWhite_F X2BodyPartTemplate]
DisplayName="Метионский ксифос-шлем белый"


[Mk2_Custodian X2CharacterTemplate]
strCharacterName="Блюститель Штурмовик"
strAcquiredText="Блюстители второй модели используют более легкую броню и вооружение, по сравнению с моделями MK1, что позволяет им быстрее достигать врага и сдерживать его, не давая возможности отступить."

[AdventCustodian_Mk2_Shield X2WeaponTemplate]
FriendlyName="Щит блюстителя"
FriendlyNamePlural="Щиты блюстителя"
BriefSummary="Более компактная версия щитов блюстителей - этот щит позволяет владельцу сохранять мобильность, а также атаковать щитом в ближнем бою."
TacticalText="<Bullet/> Использование этого оружия не требует действия\n<Bullet/>"

[Custodian_Flechette X2WeaponTemplate]
FriendlyName="Пушка \"Флешетта\" блюстителей \"Адвента\""
FriendlyNamePlural="Пушки \"Флешетта\" блюстителей \"Адвента\""
BriefSummary="Специальная, которая выстреливает острыми, словно бритва, дротиками. Наносит минимальные раны и  замедляет цель воздействия."
TacticalText="<Bullet/> Использование этого оружия требует одно действие.\n<Bullet/>"

[AdventCustodian_AutoPistol X2WeaponTemplate]
FriendlyName="Авто-пистолет блюстителя"
FriendlyNamePlural="Авто-пистолеты блюстителя"
BriefSummary="Этот неожиданно тяжелый авто-пистолет выпускает очередь с сильным горизонтальным разбросом."
TacticalText="<Bullet/> Использование этого оружия требует одно действие.\n<Bullet/>"

[AdventCustodian_AutoPistol X2WeaponTemplate]
FriendlyName="Авто-пистолет блюстителя"
FriendlyNamePlural="Авто-пистолеты блюстителя"
BriefSummary="Этот неожиданно тяжелый авто-пистолет выпускает очередь с сильным горизонтальным разбросом."
TacticalText="<Bullet/> Использование этого оружия требует одно действие.\n<Bullet/>"

[HyperDriveVest X2EquipmentTemplate]
FriendlyName="Жилет \"Берсерк\""
FriendlyNamePlural="Жилеты \"Берсерк\""
BriefSummary="Этот жилет предназначен для инъекции мощного препарата, позволяющего лечить пользователя во время боя, одновременно повышая его боевые возможности, обратной стороной этого является сильное кровотечение."
TacticalText="<Bullet/> Этот жилет способен впрыснуть в кровь солдата боевую сыворотку.<br/>"

[ControlGrenade X2GrenadeTemplate]
FriendlyName="Сдерживающая граната блюстителей"
FriendlyNamePlural="Сдерживающие гранаты блюстителей"
BriefSummary="Граната с комбинированным действием шрапнели, свето-шумового воздействия, также оставляющая дымовую завесу. Начальный взрыв достаточно мощный, для разбрасывания разрушающей броню и вызывающей кровотечение шрапнели. Сильная вспышка вызывает дезориентацию, а продукты горения - сильный дым покрывающий область воздействия."
TacticalText="<Bullet/> Граната с комбинированным действием шрапнели, свето-шумового воздействия, также оставляющая дымовую завесу. Вызывает кровотечение у целей в области воздействия.<br/><Bullet/> Сдерживающие гранаты -эффективное оружие против групп врагов."
ThrownAbilityName="Бросок сдерживающей гранаты"
ThrownAbilityHelpText="Бросить сдерживающую гранату в указанную область."

[Xcom_Flechette X2WeaponTemplate]
FriendlyName="Пушка \"Флешетта\""
FriendlyNamePlural="Пушки \"Флешетта\""
BriefSummary="Специальная пушка, которая выстреливает острыми, словно бритва, дротиками, наносящими минимальные повреждения и снижающими мобильность цели."
TacticalText="<Bullet/> Использование этого оружия не требует действия и не заканчивает ход, может использоваться если не осталось действий.<br/><Bullet/> Пушка получает 3 заряда на миссию.<Bullet/>"

[XcomHyperDriveVest X2WeaponTemplate]
FriendlyName="Жилет \"Берсерк\""
FriendlyNamePlural="Жилеты \"Берсерк\""
BriefSummary="Этот жилет предназначен для инъекции мощного препарата, позволяющего лечить пользователя во время боя, одновременно повышая его боевые возможности, обратной стороной этого является вызываемое им сильное кровотечение."
TacticalText="<Bullet/> Этот жилет способен впрыснуть в кровь солдата боевую сыворотку.<br/><Bullet/> Не требует действия для активации.<Bullet/>"

[XcomBrainCord X2WeaponTemplate]
FriendlyName="Мозговой шнур"
FriendlyNamePlural="Мозговые шнуры"
BriefSummary="Непосредственно вырезанные из возвышенных верховных блюстителей эти усилители сигналов контрольных вышек \"Адвента\" можно использовать для генерации помех, вызывающих снижение боевых возможностей всех войск \"Адвента\" в зоне операции."
TacticalText="<Bullet/> Использование этого предмета требует одно действие.<Bullet/>"

[XcomControlGrenade X2GrenadeTemplate]
FriendlyName="Сдерживающая граната"
FriendlyNamePlural="Сдерживающие гранаты"
BriefSummary="Граната с комбинированным действием шрапнели, свето-шумового воздействия, также выпускающая дымовую завесу. Начальный взрыв достаточно мощный, для разбрасывания разрушающей броню и вызывающей кровотечение шрапнели. Сильная вспышка вызывает дезориентацию, а продукты горения - сильный дым покрывающий область воздействия."
TacticalText="<Bullet/> Граната с комбинированным действием шрапнели, свето-шумового воздействия, также выпускающая дымовую завесу. Вызывает кровотечение у целей в области воздействия.<br>Сдерживающие гранаты -эффективное оружие против групп врагов.<Bullet/>"
ThrownAbilityName="Бросок сдерживающей гранаты"
ThrownAbilityHelpText="Бросить сдерживающую гранату в указанную область."
LaunchedAbilityname="Выстрел сдерживающей гранатой"
LaunchedAbilityHelpText="Выстрелите сдерживающей гранатой в указанную область."

[XcomDestroyerGauntlet X2WeaponTemplate]
FriendlyName="Пушка \"Уничтожитель\""
FriendlyNamePlural="Пушки \"Уничтожитель\""
BriefSummary="Реплика пушек блюстителей, это оружие выстреливает мощным взрывным зарядом на короткое расстояние."
TacticalText="<Bullet/> Использование этого оружия требует одно действие.<Bullet/>"

[XcomFlechette X2AbilityTemplate]
LocFriendlyName="Выстрел дротиками"
LocLongDescription="Выстреливает острыми дротиками, снижающими мобильность"
LocHelpText="Выстреливает острыми дротиками, снижающими мобильность на 4 в течении четырех ходов."
LocFlyOverText="Выстрел дротиками"
LocPromotionPopupText="<Bullet/> Дротики наносят минимальный урон и снижают мобильность.<br/><Bullet/> Выстрел не требует действия и не заканчивает ход, может использоваться если не осталось действий.<br/>"

[XcomhyperdriveSerum X2AbilityTemplate]
LocFriendlyName="Боевой коктейль"
LocHelpText="Дает дополнительную мобильность, защиту от ментальных воздействий, восстанавливает 20 здоровья, но вызывает кровотечение на три хода по 5 ед. урона в ход. Не требует действия для активации."
LocLongDescription="Солдат использовавший \"боевой коктейль\" получает дополнительную мобильность, защиту от ментальных воздействий, восстанавливает 20 ед. здоровья, но также получает кровотечение на три хода по 5 ед. урона в ход. Не требует действия для активации."
LocFlyOverText="Боевой коктейль"

[X2Ability_XcomItems]
XcomhyperdriveSerumBonusName="Боевой коктейль"
XcomhyperdriveSerumBonusDesc="Дает дополнительную мобильность, защиту от ментальных воздействий, восстанавливает здоровье, но вызывает кровотечение на три хода по 5 ед. урона в ход."

[XcomNetworkProxyCommand X2AbilityTemplate]
LocFriendlyName="Команды сети \"Адвента\""
LocLongDescription="Мощное устройство влияет на пси-сеть ослабляя солдат \"Адвента\"."
LocHelpText="Все войска \"Адвента\" теряют 4 мобильности, 50 воли и 15 защиты на 2 хода."
LocFlyOverText="Команды сети \"Адвента\""

[XcomDestroyerGauntlet X2AbilityTemplate]
LocFriendlyName="Уничтожитель"
LocHelpText="Могучая атака ближнего боя."

[CustodianAutopistol X2AbilityTemplate]
LocFriendlyName="Очередь из авто-пистолета"
LocHelpText="Выстрелить из авто-пистолета."

[CustodianFlechette X2AbilityTemplate]
LocFriendlyName="Пушка \"Флешетта\""
LocLongDescription="Выстрелить из пушки, снижая мобильность цели на долгое время."
LocHelpText="Выстрелить из пушки, снижая на 4 мобильность цели в течении 4 ходов."
LocFlyOverText="Выстрел \"Флешетта\""
LocPromotionPopupText="<Bullet/> Специальная пушка, которая выстреливает острыми, словно бритва, дротиками. Наносит минимальные повреждения и замедляет цель воздействия.<br/>"

[hyperdriveSerum X2AbilityTemplate]
LocFriendlyName="Боевой коктейль"
LocHelpText="Дает дополнительную мобильность, защиту от ментальных воздействий, восстанавливает 20 здоровья, но вызывает кровотечение на три хода по 5 урона в ход. Не требует действия для активации."
LocLongDescription="Солдат использовавший \"боевой коктейль\" получает дополнительную мобильность, защиту от ментальных воздействий, восстанавливает 20 здоровья, но также получает кровотечение на три хода по 5 урона в ход. Не требует действия для активации"
LocFlyOverText="Боевой коктейль"

[X2Ability_CustodianMk2]
XcomhyperdriveSerumBonusName="Боевой коктейль"
XcomhyperdriveSerumBonusDesc="Дает дополнительную мобильность, защиту от ментальных воздействий, восстанавливает здоровье, но вызывает кровотечение на три хода по 5 урона в ход."

[Mk2ShieldBash X2AbilityTemplate]
LocFriendlyName="Удар щитом"
LocHelpText="Ударить цель щитом, нанеся 8 урона."

[MetionTech X2TechTemplate]
DisplayName="Изучение доспеха возвышенного блюстителя \"Адвента\""
Summary="В первоначальных отчетах наших солдат упоминается, что им удалось встретить образцы блюстителей, в отличных от привычного дизайна доспехах. Теперь, видя этот образец на своем столе, я понимаю что они имели ввиду. Я считаю, что нам необходимо изучить образцы этих доспехов с целью создания своих, пригодных для солдат ХСОМ."
CodeName="Энеапилон"
LongDescription=" Впервые увидев доспехи щитоносца \"Адвента\" я подумал, что вот она - вершина технологий пришельцев в области защиты. Однако я ошибался, в то время как доспех щитоносца по сути дела всего лишь экспериментальный образец, эта броня истинная вершина защитных технологий. Сама по себе она способна блокировать воздействие большинства негативных факторов окружающей среды, а также, что кажется невероятным, использовать энергию попаданий для подзарядки и разгона систем самой брони.\n\n По сути дела эта броня состоит из трех слоев: первый - переплетение волокон из инопланетных сплавов позволяет защищать пользователя от огня из тяжелого оружия, а также дает несвойственную такому тяжелому бронекостюму мобильность. Второй слой- системы управления и элериумные трубки, которые видимо и отвечают за поглощение энергии от ударов. Третий - герметический поддоспешний защищающий солдата от разнообразных опасных воздействий и помогающий в управлении доспехом и всем установленным на нем вооружением.\n\n Боюсь с нашим текущим уровнем технологий мы вряд ли сможем повторить систему передачи энергии этого доспеха, но преимущества обратной инженерии позволят нам скопировать внешний слой и системы управления вооружением этих доспехов.\n\n Я слишком отвлекся, стоит посмотреть и на сам образец предыдущего хозяина этого доспеха. Наряду с привычной для блюстителей повышенной мышечной массой и утолщенными костями на образце видны следы частых хирургических вмешательств и кибернетические модули, видимо служащие для управления его броней. Однако самое поразительное отличие от предыдущих образцов - это цвет кожи, серовато-синий, отличный от всех ранее встречавшихся нам гибридов. Тем не менее этот цвет похож на кожу Избранных, есть ли тут какая-либо связь? В этих гибридах присутствуют части странной, так и не расшифрованной мною цепочки ДНК. Возможно, основной функцией этой цепочки является обеспечение этого своеобразного цвета кожи, но остается вопрос: единственная ли это функция? И если ответ \"Да\", то зачем нужно было такое вмешательство? Может это способ показать воинское звание, какое либо отличие от остальных гибридов \"Адвента\" наиболее экстремальным для этого способом? Или может этот отрывок ДНК сам по себе награда? Боюсь мы так этого и не узнаем."
AlertString="Экспериментальный бронекостюм"
UnlockedDescription="Мы смогли адаптировать этот невероятно сложный доспех для наших нужд и теперь можем выдать его нашим бойцам на вооружение. Так же, разобравшись с технологиями блюстителей, мы можем попытаться произвести больше таких доспехов в нашей зоне испытаний. Боюсь стоить это будет не дешево..."

[AutopsyCustodian X2TechTemplate]
DisplayName="Вскрытие блюстителя \"Адвента\""
Summary="Эти солдаты \"Адвента\" первыми после интервенции были замечены в центрах городов, обычно на охране самых важных объектов пришельцев, таких как генные клиники."
CodeName="Лорика"
LongDescription="Блюстители - это старые войска \"Адвента\", которые после первых лет оккупации редко где появлялись. Раньше их полированные черные доспехи одним своим видом удерживали людей от противодействия \"Адвенту\".\n\n Несмотря на то, что эти солдаты тоже гибриды, как и другие войска \"Адвента\" - эти гибриды совсем другие, я начинаю понимать, почему мы не встречаем таких в наше время. С биологической точки зрения эти гибриды совсем иные - у них повышенная мышечная масса, гораздо толще кости и даже реберная клетка лучше защищает внутренние органы. Однако они предназначены для одной задачи - войны, и, в этом смысле, гораздо менее функциональны чем обычные солдаты \"Адвента\". Кроме того устаревшие вид чипов оставляет этим солдатам частичную свободу воли, что в наше время крайне нехарактерно для пришельцев. \n\n Их броня не представляет собой ничего особенного, да она толще и прочнее, однако технологически ничем не отличается от любой другой брони войск \"Адвента\". Однако их вооружение - оно гораздо интереснее, в то время как использует сходную с обычной для \"Адвента\" магнитную технологию, отличается тем, что поражающим элементом выступает не обычная пуля - а своеобразные заряды из осколков инопланетных сплавов, разогнанных магнитным полем. Поэтому боезапас этого оружия за один бой практически невозможно исчерпать, однако повышенная теплоотдача не дает стрелять из него без перерыва. Кроме того это оружие технологически гораздо сложнее обычного вооружения \"Адвента\" поэтому видимо не пригодно для массового производства. Я думаю системы охлаждения этого оружия мы сможем использовать для улучшения вооружения наших солдат. \n\n Д-р. Тайган."
AlertString="Автоматический магнитный дробовик"
UnlockedDescription="Теперь мы можем прозводить мощные автоматические дробовики, аналогичные дробовикам Блюстителей"

[AutopsyCustodianMaster X2TechTemplate]
DisplayName="Вскрытие старшего блюстителя \"Адвента\""
Summary="Это вроде как офицеры сил блюстителей, хотя у нас нет сведений о том, что эти войска когда-либо появлялись в городских центрах. Возможно они всегда присутствовали только на некоторых объектах \"Адвента\" в пустынях, подальше от людских глаз."
CodeName="Сфедони"
LongDescription=" Биологически не отличимые от обычных, эти блюстители \"Адвента\" отличаются только экипировкой, сложные дробовики заменены на обычные винтовки \"Адвента\". Также броня оборудована ракетной установкой, поразительно примитивной, использующей самые обычные ракеты. Я думаю эти войска никогда не планировалось использовать в городах, и только теперь, когда война обострилась, Старейшины изменили свое мнение. \n\n Хотя вооружение по внешнему виду не сильно отличается от обычных блюстителей, теперь, когда старший блюститель на этом столе мы можем внимательнее ознакомиться с оснащением и главное, системами управления дополнительным оружием, таким как Перчатка-крушитель. Оружие, видимо предназначенное для боя в помещениях: мощная пушка выстреливающая снаряд заполненный своеобразной проволокой из инопланетных сплавов, который сразу детонирует при попадании в цель. Само оружие в силу своего технологического устройства возможно использовать только вплотную. \n\n Д-р. Тайган."
AlertString="Пушка \"Уничтожитель\""
UnlockedDescription="Теперь в зоне испытаний мы можем попытаться воссоздать мощное оружие ближнего боя Блюстителей"

[AutopsyCustodianMK2 X2TechTemplate]
DisplayName="Вскрытие блюстителя штурмовика \"Адвента\""
Summary="Эти блюстители использую более продвинутое вооружение, по сравнению с оружием похожих солдат ранних дней оккупации."
CodeName="Доспехи"
LongDescription="Биологически идентичный обычным образцам этот блюститель второй модели опять таки отличается в основном экипировкой, она разнообразна и пригодна для множества ситуаций. По моему мнению Старейшины попытались приспособить старые войска блюстителей к новой войне. Наши солдаты сообщают, что эти солдаты \"Адвента\" используют разнообразные устройства на поле боя и я считаю, что обратная инженерия в исполнении Лили сможет создать наш собственный вариант пушки \"флешетта\" и специальной гранаты. Лично мой особый интерес вызывает подкладка брони этих блюстителей, способная впрыскивать в кровь специфический боевой коктейль. \n\n Это вещество схоже с тем, что используется в искусственных железах Берсерков: оно серьезно усиливает солдат и снимает чувство боли, но нагружает сердечно-сосудистую систему заставляя ее работать на гране разрыва. Я хотел бы посоветовать нашим войскам не использовать эту сыворотку, однако я не могу отрицать тактическую ценность ее как последнего средства, также как используют ее сами блюстители. \n\n Д-р. Тайган."
AlertString="Оборудование блюстителей 2 модели"
UnlockedDescription="Теперь мы можем создвать патроны и гранаты, аналогичные тем что используют бойцы Блюстителей"

[AutopsyExaltedCustodianGrandmaster X2TechTemplate]
DisplayName="Вскрытие возвышенного верховного блюстителя \"Адвента\""
Summary="Великолепный образец блюстителя, использующий системы которые мы никогда ранее не видели на поле боя. В частности прямой доступ к пси-сети \"Адвента\" позволяющий ему серьезно усиливать обычных солдат."
CodeName="Лукридис"
LongDescription="Изучая этот образец, первое на что на что я обратил внимание, это отсутствие глухого шлема, скрывающего инопланетные черты этого гибрида. Учитывая что война уже перешла в такую фазу я думаю Старейшины уже не видят в этом особого смысла. Наиболее отличительная черта этого образца - возможность подключения к сети \"Адвента\" на уровне, который я никогда ранее не видел. Сначала я предположил, что этот образец сильный псионик, однако более ничего похожего на использование псионических сил данный солдат \"Адвента\" не демонстрировал. \n\n Хитрость, если можно так выразиться, заключается в устройстве, подключенном к шлему, внутри этого устройства содержится своеобразный мозг, который этот образец использует как ключ и предохранитель для подключения к сетям \"Адвента\" на совершенно невероятном уровне, по сути превращая этот образец в ретранслятор сети, который серьезно усиливает обычных солдат. С этим образцом в руках мы могли бы найти мощное оружие против Старейшин. В то время как нечто вроде создания органического мозга находится вне наших возможностей здесь на \"Мстителе\", я считаю, что мы сможем изменить один из этих \"шнуров\" для того, что бы он не усиливал сигнал, а забивал его помехами.\n\n Д-р. Тайган."
AlertString="Мозговой шнур"
UnlockedDescription="Мы и предположить не могли что сможем обнаружить это странное устройство... Посмотрим, сможем ли мы использовать его против Адвента"

[MetionBattlesuit X2TechTemplate]
DisplayName="Бронекостюм \"Метион\""
Summary="Сверхмощный бронекостюм, спроектированный д-р. Тайганом и его исследовательским отделом. В то время как костюм может быть немного громоздким, я верю, что он более чем компенсирует это, неся множество систем оружия и оставаясь при этом большим технологическим шагом вперёд, даже по сравнению с нашей самой продвинутой экзоскелетной бронёй. Л. Шэнь." 

[Metion_Shotgun X2TechTemplate]
DisplayName="Автоматический магнитный дробовик"
Summary="Этот чрезвычайно мощный магнитный дробовик способен вести автоматический огонь. Подобными дробовиками обычно экипируют блюстителей \"Адвента\". Л. Шень." 

[CorpseCustodian X2ItemTemplate]
FriendlyName="Труп блюстителя"
FriendlyNamePlural="Трупы блюстителя"
BriefSummary="Этот труп необычайно тяжел, необходимо сразу несколько человек, что бы перенести его." 

[CorpseCustodianMaster X2ItemTemplate]
FriendlyName="Труп старшего блюстителя"
FriendlyNamePlural="Трупы старшего блюстителя"
BriefSummary="Ракетное вооружение, установленное на бронекостюмах этих блюстителей, все еще содержит боевые заряды. Я должен признать, что немного беспокоюсь насчет того, насколько сейчас безопасны манипуляции с этим телом."

[CorpseCustodianMk2 X2ItemTemplate]
FriendlyName="Труп блюстителя MK2"
FriendlyNamePlural="Трупы блюстителя MK2"
BriefSummary="Броня этого блюстителя содержит множество красных вставок, я думаю это может быть связанно с званием или специализацией." 

[CorpseExaltedCustodian X2ItemTemplate]
FriendlyName="Труп возвышенного блюстителя"
FriendlyNamePlural="Трупы возвышенного блюстителя"
BriefSummary="Поверхность этой брони холодная на ощупь и изнутри доспеха слышен легкий гул. Кажется, несмотря на серьезные повреждения, эта броня может оставаться работоспособной даже после окончательной смерти владельца." 

[CorpseExaltedCustodianGrandmaster X2ItemTemplate]
FriendlyName="Труп возвышенного верховного блюстителя"
FriendlyNamePlural="Трупы возвышенного верховного блюстителя"
BriefSummary="Эти гибриды обладают несвойственной для остальных солдат \"Адвента\" голубой кожей, хотя их кровь по составу похожа на другие полученные нами ранее образцы. В отличие от других солдат \"Адвента\", эти блюстители даже не пытаются скрыть свои инопланетные черты лица за масками шлемов." 

[Advent_Courier X2CharacterTemplate]
strCharacterName="Курьер \"Адвента\""
strAcquiredText="Курьер \"Адвента\" - специально подготовленные солдаты, занимающиеся перемещением ценной информации, которую по какой-либо причине нельзя доверить пси-сети."

[CustodianEscort X2SitRepTemplate]
FriendlyName="Плацдарм курьера"
Description="Курьер \"Адвента\" был замечен неподалеку, обычно его сопровождает несколько блюстителей."

[CustodianEscort X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Плацдарм курьера"
Description="Курьер был замечен неподалеку, обычно его сопровождает несколько тяжело бронированных блюстителей \"Адвента\"."

[Courier_SMG_Suppressed X2WeaponTemplate]
FriendlyName="Специальный пистолет-пулемет"
FriendlyNamePlural="Специальные пистолеты-пулеметы"
BriefSummary="Специально оружие курьера \"Адвента\""
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"
